[
    "Говорят, что один раз {name} так сильно замахнулся, что порвал само пространство. В щель заглянули фехтовальщики из XVI века и одобрительно кивнули.",
    "Ходят слухи, что {name} – это перерождённый мастер прошлого. Он не помнит своей прошлой жизни, но иногда делает движения, которых не изучал.",
    "Однажды {name} провёл настолько сложную комбинацию, что сам не понял, как это сделал. Теперь он тренируется, чтобы снова её повторить.",
    "Некоторые считают, что {name} обладает даром: его удары бьют прямо по самолюбию противника. Именно поэтому после спарринга с ним люди либо бросают фехтование, либо начинают тренироваться в два раза больше.",
    "{name} не использует стандартные стойки. Говорят, он придумал свою, назвав её «размягчённый хомяк». Никто не знает, как она работает.",
    "Говорят, что {name} однажды забыл меч дома, но всё равно пришёл на спарринг. И выиграл.",
    "Говорят, что если три раза произнести имя {name} перед зеркалом, то в отражении появится меч. Или шишка на лбу.",
    "{name} утверждает, что знает секретный удар. Все боятся, что однажды он его применит.",
    "Поговаривают, что {name} однажды сделал выпад в трёх направлениях одновременно.",
    "Некоторые считают, что {name} не человек, а дух фехтования, принявший форму смертного.",
    "Некоторые уверяют, что когда {name} сосредотачивается, его меч начинает дрожать, как будто хочет вырваться из рук.",
    "Говорят, что {name} умеет парировать даже те удары, которые ещё не были нанесены. Это сильно сбивает противников с толку.",
    "{name} утверждает, что слышит голоса старых мастеров в ветре. Иногда они дают советы, но чаще всего смеются.",
    "Говорят, что если {name} остаётся один в зале для тренировок, он начинает шептать странные латинские слова. Некоторые клянутся, что в этот момент его клинок светится синим.",
    "Однажды {name} проиграл бой. Однако его меч отказался признать поражение и продолжил сражаться.",
    "Говорят, что если три раза произнести имя {name} перед зеркалом, твоё отражение сделает выпад раньше, чем ты.",
    "Поговаривают, что если оставить меч {name} в покое, он сам пойдёт на турнир и займёт второе место."
]