{
    "participants": {
        "602210512": "<a href=\"tg://user?id=602210512\">Vlad</a>",
        "507355647": "<a href=\"tg://user?id=507355647\">Darksome</a>",
        "5780743088": "<a href=\"tg://user?id=5780743088\">Новиков</a>",
        "1166299950": "<a href=\"tg://user?id=1166299950\">Eugene</a>",
        "828112050": "<a href=\"tg://user?id=828112050\">Николай</a>",
        "404733049": "<a href=\"tg://user?id=404733049\">v</a>",
        "610708290": "<a href=\"tg://user?id=610708290\">Данияр</a>",
        "736633084": "<a href=\"tg://user?id=736633084\">Ansa</a>",
        "1170034732": "<a href=\"tg://user?id=1170034732\">🌊ㄚ丨几匚卄乇乙乙🌊</a>",
        "159795493": "<a href=\"tg://user?id=159795493\">Upvi</a>",
        "5608409185": "<a href=\"tg://user?id=5608409185\">Oleg</a>",
        "656389532": "<a href=\"tg://user?id=656389532\">К.П .</a>",
        "1176358770": "<a href=\"tg://user?id=1176358770\">Leo</a>",
        "6308877644": "<a href=\"tg://user?id=6308877644\">Red</a>",
        "492739966": "<a href=\"tg://user?id=492739966\">Radiology expert</a>",
        "1695346363": "<a href=\"tg://user?id=1695346363\">Тэналис</a>",
        "870936959": "<a href=\"tg://user?id=870936959\">Niko</a>",
        "2080727082": "<a href=\"tg://user?id=2080727082\">Мика</a>",
        "1429756638": "<a href=\"tg://user?id=1429756638\">б</a>",
        "293367847": "<a href=\"tg://user?id=293367847\">Тлеубек.Deritiar</a>",
        "240262272": "<a href=\"tg://user?id=240262272\">Александр</a>",
        "5080151113": "<a href=\"tg://user?id=5080151113\">Roman</a>"
    },
    "shuffled_messages": {
        "cool": [
            "{name} не бежит от битвы – он мчится к нему, как грозовая туча. Его шаги отзываются эхом древних легенд, а меч сверкает, как молния в безлунную ночь. 🌩️⚔️",
            "{name} не терпит суеты в бою. Он двигается медленно, когда нужно, и быстро, когда пора заканчивать. Те, кто успели увидеть его в действии, уже не могут его забыть. ⚔️💀",
            "{name} носит в крови пламя древних героев, и его клинок, как молния Зевса, обрушивает гнев небес. Его битва – гимн, слагаемый голосами древних богов. ⚡🔥",
            "{name} не знает поражения. В его сердце пульсируют мифы древних пророчеств. Его удары сливаются с песней ветров и шёпотом лесов, вызывая давно забытые души героев наслаждаться исскуством боя. 🍃🗡️",
            "{name} не верит в удачу. Он сам её создаёт. \"Faber est suae quisque fortunae.\" (Каждый кузнец своей судьбы.) И если судьба выбрала кого-то другого, {name} просто берёт её за горло и заставляет изменить своё решение. ⚒️⚔️",
            "{name} не просто парирует удар – он делает так, чтобы противник больше не решился его нанести. В бою он не отбивается, он контролирует ситуацию. Он не реагирует, он диктует правила. 🎯🔥",
            "{name} не смотрит на врага. Он видит его ошибки. Он не видит силу, он видит слабости. Он не ждёт, когда противник откроется – он делает так, чтобы он открылся сам. 🎯⚔️",
            "{name} не ищет слабые места. Он создаёт их. Если у противника нет дыр в защите – они появятся. Если он думает, что может держаться – он ошибается. 🎯⚔️",
            "{name} не идёт в бой ради победы, он идёт, чтобы пробудить древние духи. С каждым ударом его клинок заставляет окружающих склоняться в знак уважения. 🌑⚡",
            "{name} не терпит хаос в бою. Он приходит и приносит порядок. Его меч – это закон, а его удары – приговор. Если ты встал против него, то у тебя есть два варианта: признать его превосходство или упасть. 🎯⚔️",
            "{name} не терпит трусости. Он знает, что бой – это не про страх и не про сомнения. Либо ты готов сражаться, либо ты уже проиграл. В бою с ним не бывает случайностей – есть только неизбежность. 🏆⚔️",
            "{name} не просто побеждает, он переписывает законы дуэль. Его движения предрешены, как строки судьбы, и те, кто осмеливаются встать на его пути, навсегда остаются в тени его мощи. 🔥🏆",
            "{name} не сражается в ярости. Он сражается в абсолютном спокойствии. \"Fortis est qui se vincit.\" (Силен тот, кто победил себя.) Те, кто идут в бой со страхом, проигрывают. Те, кто идут в бой с гневом, теряют контроль. {name} идёт в бой с холодным разумом – и потому всегда побеждает. 🔥💀",
            "{name} выходит на арену, словно ожившая легенда, и каждый его удар – ритуал, отзвук древних битв. 🌟🗡️",
            "{name} не ждёт начала боя. Потому что бой начинается тогда, когда он поднимает меч. В этот момент у противника ещё есть выбор – уйти или упасть. Но через секунду выбора не будет. 💀🔥",
            "{name} не стоит на месте – он становится бурей, разрушающей любые преграды. Его меч – это шторм, его удары – молнии, пробивающие самую плоть противника. ⚡🗡️",
            "{name} не слышит стоны противников – он слышит симфонию своей победы. В каждом его движении звучит уверенность, в каждом ударе – безжалостное приговор судьбе. 🎶🔥",
            "{name} не просто входит в бой – он становится его душой. Каждый его удар – это знак судьбы, а каждый взмах клинка – последнее предсказание для врагов. ⚔️🔥",
            "{name} не просто воин – он наследник древних сказаний, когда богини благословляли отвагу. Его бой – как обряд, пробуждающий силы, что веками сторожат природу. 🌿🔥",
            "{name} не говорит громко, потому что его меч говорит за него. \"Gladius loquitur, cum verba deficiunt.\" (Меч говорит, когда слова бессильны.) Те, кто слышали его как звенит сталь его клинка, больше не задают вопросов, они знают что {name} мастер. 🗡️💀",
            "{name} не спрашивает, кто прав. Он спрашивает, кто останется стоять. И если ты задаёшь этот вопрос – значит, это точно не ты. ⚔️🏆"
        ],
        "gachi": [
            "{name} ценит правильный клинч. Если он уже взялся за тебя, то просто так не отпустит – только после серьёзной проработки. 🔥💪 'Grip it tight, boy!",
            "{name} не боится проигрывать. Он просто проверяет, насколько сильно его смогут проработать. 💥⚔️ 'Pain is just a stepping stone, baby!'",
            "{name} никогда не сдаётся. Даже если его прорабатывают, он будет терпеть до конца, потому что 'real men can take it!' 🔥💪",
            "{name} не боится ошибок. Он просто проверяет, насколько сильно его прорабатывают. 💥⚔️",
            "{name} не терпит слабых захватов в клинче. Если взял, то держи и доминируй, пока партнёр не почувствует всю твою мощь. 🔥🗡️ 'Hold on and dominate, boy!'",
            "Когда {name} говорит 'начнём', партнёр понимает, что пути назад нет. 'Let’s wrestle, big boy!' 💀🔥"
        ],
        "rumors": [
            "Говорят, что если три раза произнести имя {name} перед зеркалом 🪞, то в отражении появится меч ⚔️. Или шишка на лбу 🤕.",
            "{name} не использует стандартные стойки. Говорят, он придумал свою, назвав её «размягчённый хомяк» 🐹. Никто не знает, как она работает 🤔.",
            "Говорят, что если три раза произнести имя {name} перед зеркалом 🪞, твоё отражение сделает выпад раньше, чем ты 😱."
        ]
    },
    "shuffled_participants": [
        "602210512",
        "736633084",
        "610708290",
        "293367847"
    ]
}