[
    "{name} знает, что в бою главное не просто техника, а умение чувствовать партнёра. Если ты не прочувствовал каждое движение – значит, ты не был достаточно близко. 😈🔥 'Feel every move, boy!'",
    "{name} ценит правильный клинч. Если он уже взялся за тебя, то просто так не отпустит – только после серьёзной проработки. 🔥💪 'Grip it tight, boy!",
    "{name} не терпит мягкости. В бою важна жёсткость, настойчивость и умение держать позицию, даже если партнёр пытается выйти из фразы. 🏋️‍♂️⚔️ 'Hardcore’s the only way, boy!'",
    "{name} знает, что настоящая техника – это не только удары, а работа всем телом. Как и завещали древние трактаты. 💀🔥 'Train hard, feel harder, baby!'",
    "{name} не терпит слабых захватов в клинче. Если взял, то держи и доминируй, пока партнёр не почувствует всю твою мощь. 🔥🗡️ 'Hold on and dominate, boy!'",
    "{name} – настоящий Dungeon Master, потому что знает, как загнать тебя в угол и поставить на колени 🎭⚔ 'Time to face the dungeon, baby!'",
    "В зале говорят: хочешь стать Boss of the Gym? Попробуй продержаться против {name}. 💀⚔ 'Step up or step aside, boy!'",
    "Когда {name} входит в зал, даже Герман напрягается. Все знают, что сейчас будет горячо. 🔥💪 'Feel the heat, boy!'",
    "{name} не боится проигрывать. Он просто проверяет, насколько сильно его смогут проработать. 💥⚔️ 'Pain is just a stepping stone, baby!'",
    "В зале ходят слухи, что {name} принимает вызовы на поединок за 'three hundred bucks' 😈🔥",
    "{name} не боится ошибок. Он просто проверяет, насколько сильно его прорабатывают. 💥⚔️",
    "В зале шепчутся: {name} – настоящий Dungeon Master. Он держит бойцов под своим жёстким контролем. 😈🔥 'You’re in my dungeon now, baby!'",
    "Говорят, что {name} – самый терпеливый атлет в зале. Он может долго работать, держать темп и наращивать давление, пока партнёр полностью не вымотается. 💪🔥 'Endure and conquer, boy!'",
    "В зале говорят, что {name} не просто тренируется. Он тестирует людей. Кто-то выдерживает, кто-то ломается, но все выходят из зала с новыми ощущениями. 💪😈 'Test your limits, boy – and feel the burn!'",
    "{name} всегда готов к тяжёлому бою. 'You gotta work those muscles, boy!' – он заставит тебя выкладываться, пока ты не почувствуешь каждую клетку своего тела. 💪🔥",
    "{name} никогда не сдаётся. Даже если его прорабатывают, он будет терпеть до конца, потому что 'real men can take it!' 🔥💪",
    "Когда {name} говорит 'начнём', партнёр понимает, что пути назад нет. 'Let’s wrestle, big boy!' 💀🔥",
    "Когда {name} идёт в атаку, это всегда до конца. Он не отпускает, пока партнёр не почувствует полную силу его доминирования. 'You’re gonna learn the hard way!' 😈🔥",
    "Когда {name} говорит 'готов?', партнёр чувствует, что всё уже решено. 'There’s no escape now, boy.' 😈🔥"
]